complete/buddy_data/奇秀-主播房间-20160913081015-20160913081015500

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-13 8:10:15]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[122135]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[★关注闪耀新星主播★]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[25319]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[1686]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[6]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[12]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[308]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[@#￥%孤舟]]></vipnickname><vipuserid><![CDATA[1213568725]]></vipuserid><top_name><![CDATA[@#￥%孤舟]]></top_name><top_money><![CDATA[10180]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[Lily.爱在心中]]></vipnickname><vipuserid><![CDATA[1240156854]]></vipuserid><top_name><![CDATA[Lily.爱在心中]]></top_name><top_money><![CDATA[9860]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[喵小白家ン旭旭]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[喵小白家ン旭旭]]></top_name><top_money><![CDATA[3300]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[喵小白家ン大奶]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[喵小白家ン大奶]]></top_name><top_money><![CDATA[2290]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[??浮名??]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[??浮名??]]></top_name><top_money><![CDATA[1800]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[露家军※【小刚】※]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[露家军※【小刚】※]]></top_name><top_money><![CDATA[190]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[杨清清??小刚]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[杨清清??小刚]]></top_name><top_money><![CDATA[170]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[IQIYI1303540757]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[IQIYI1303540757]]></top_name><top_money><![CDATA[40]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[喵小白的幸运星]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[喵小白的幸运星]]></top_name><top_money><![CDATA[10]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[！旭旭！]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[！旭旭！]]></top_name><top_money><![CDATA[10]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[天香夏]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[天香夏]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[如此?甚好]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[如此?甚好]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 